tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "berkeley-db", link: true
brew "glib"
brew "guile"
brew "unbound"

# command line utilities
brew "gnutls"
brew "inetutils"
brew "htop"
brew "micro"
brew "cmake"
brew "tree"
brew "wget"
brew "youtube-dl"

# development
brew "ipython"
brew "python@3.9"
brew "python@3.10"
brew "node"
brew "php"
brew "texlive"
brew "yarn"

brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "imagemagick"
brew "libbluray"
brew "openblas"
brew "sfml"

####### CASKS #######
cask "github"
cask "iterm2"
cask "mdimagesizemdimporter"
cask "qlimagesize"
cask "qlmarkdown"
cask "rectangle"
cask "vlc"
cask "alfred"
