tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash"
brew "bat"
brew "berkeley-db", link: true
brew "glib"
brew "python@3.9"
brew "cmake"
brew "coreutils"
brew "croc"
brew "dos2unix"
brew "guile"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "harfbuzz"
brew "python@3.10"
brew "gobject-introspection"
brew "libass"
brew "libbluray"
brew "ffmpeg"
brew "htop"
brew "httpie"
brew "shared-mime-info"
brew "imagemagick"
brew "inetutils"
brew "ipython"
brew "micro"
brew "midnight-commander"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "openblas"
brew "php"
brew "sfml"
brew "shellcheck"
brew "stow"
brew "tealdeer"
brew "texlive"
brew "tmux"
brew "tor"
brew "torsocks"
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"
cask "anaconda"
cask "chromedriver"
cask "commander-one"
cask "github"
cask "google-drive"
cask "iterm2"
cask "mdimagesizemdimporter"
cask "notion"
cask "oracle-jdk"
cask "qlimagesize"
cask "qlmarkdown"
cask "rectangle"
cask "spotify"
cask "thunderbird"
cask "vlc"
cask "wkhtmltopdf"
